["", "[UNK]", "bill", "payment", "shopping", "electricity", "atm", "withdrawal", "grocery", "doctor", "restaurant", "rent", "monthly", "consultation", "tickets", "movie", "internet", "medicine", "dinner", "coffee", "train", "books", "lunch", "course", "ticket", "membership", "gym", "emi", "petrol", "online", "uber", "ride", "fixed", "deposit", "to", "place", "2", "1", "milk", "0", "residence", "half", "tea", "1lit", "service", "kg", "lit", "current", "fund", "mobile", "6", "provider", "mutual", "recharge", "4", "3", "pav", "money", "pocket", "5", "return", "chicken", "bread", "1kg", "and", "permanent", "supermart", "pcs", "tata", "station", "home", "family", "eggs", "pack", "veg", "kachori", "wfh", "repair", "packets", "10", "vegetables", "subscription", "play", "packet", "ironing", "clothes", "rs", "catering", "bhaji", "auto", "within", "travels", "rice", "m", "for", "city", "chapati", "brc", "vada", "shakti", "hair", "butter", "biscuits", "atta", "at", "vadapav", "sure", "public", "provident", "onion", "hospital", "d", "chocobar", "water", "potato", "paneer", "kirana", "juice", "edtech", "delivery", "dahi", "cut", "booster", "amul", "8", "toast", "t", "single", "shev", "shaving", "reliance", "puri", "ola", "mill", "masala", "idli", "fried", "food", "flour", "eye", "data", "cutting", "bananas", "apple", "25", "ws", "sugarcane", "share", "s", "refill", "print", "pizza", "out", "month", "khari", "express", "egg", "drop", "chai", "bus", "a", "30", "tour", "smart", "samosa", "prudential", "pith", "parking", "p", "novelty", "mosambi", "lollypop", "liter", "laptop", "icici", "gas", "fruits", "cups", "cake", "c", "buffalo", "bhel", "bandra", "b", "100", "xerox", "vanilla", "toothbrush", "tomato", "soup", "sevagram", "santacruz", "returns", "prime", "point", "poha", "of", "mahanagar", "institute", "gold", "gift", "fro", "fees", "dal", "dadar", "cream", "contribution", "chips", "cheese", "chat", "chana", "cab", "base", "50", "3kg", "two", "top", "srikhand", "spas", "sky", "roll", "pvr", "plates", "plan", "person", "per", "pani", "orange", "months", "meftal", "mask", "mall", "kindle", "jeep", "item", "inverter", "h", "gupta", "glasses", "freedom", "flatbread", "each", "domino", "dettol", "cover", "card", "biryani", "birthday", "bajari", "b45", "audible", "amazon", "all", "alfa", "advance", "3ac", "20", "150", "12", "vikhroli", "vadala", "up", "unlimited", "tikka", "tears", "tablet", "stop", "stand", "splitwise", "soap", "snacks", "small", "sim", "shampoo", "sev", "settlement", "road", "renewal", "refresh", "rakshabandhan", "panipuri", "overloaded", "outs", "offering", "non", "newspaper", "nariyal", "n", "mumbai", "mixer", "mix", "methi", "market", "mango", "manchow", "maggie", "litres", "lemon", "kitchen", "kala", "jar", "ipad", "installation", "ice", "highway", "handwash", "ginger", "ganesh", "fresh", "farewell", "face", "extra", "earphones", "distilled", "days", "cough", "colgate", "cleaning", "check", "charges", "cancellation", "can", "butterscotch", "bottle", "band", "7", "4kg", "40", "2kg", "200", "190", "13", "yevle", "wheeler", "washing", "vicks", "vargani", "vanila", "v", "uttapam", "utensils", "usb", "university", "undergarments", "umbrella", "ul", "travel", "transfer", "tours", "toi", "tip", "terminus", "terminal", "tax", "syrup", "sweets", "sweet", "sugaran", "sugar", "strepsils", "sing", "sills", "siddhivinayak", "shreejal", "shree", "shorts", "shoe", "shegaon", "shawarma", "sharma", "scratch", "schwan", "sanitizer", "sandwich", "sandals", "sambar", "router", "roti", "ropeway", "remaining", "razor", "rajgira", "purse", "pune", "puja", "puff", "plate", "planetarium", "pens", "pc", "pastry", "parle", "parathe", "painkillers", "onions", "on", "oil", "office", "noodles", "no", "netflix", "nearby", "navratri", "n95", "mmct", "misc", "milkybar", "medu", "max", "marathon", "machine", "ltt", "local", "lizol", "liquid", "limit", "ladu", "kurkure", "katli", "kalina", "kaju", "kabab", "jeevan", "jack", "installment", "injection", "income", "idol", "icecream", "hotel", "hit", "himalaya", "hara", "hand", "guard", "gst", "goreng", "given", "gehu", "gb", "garbage", "ganpati", "full", "fry", "french", "free", "frankie", "flowers", "filing", "expense", "et", "envelope", "dustbin", "dozen", "double", "dentist", "decathlon", "ddr", "daily", "cup", "crack", "cord", "collector", "cold", "cockroach", "circle", "chs", "chocolate", "chinchwad", "chappal", "change", "cadbury", "ca", "by", "brown", "bridge", "bourbon", "bombay", "body", "bikedelux", "bhara", "battery", "banana", "bags", "aqugurad", "april", "amrutullya", "amritsar", "aloo", "agarbatti", "aadhar", "90", "85", "80", "75", "5kg", "55", "3d", "32", "15", "130", "120", "year", "xerox2", "x", "wrap", "wok", "woffel", "with", "wireless", "wire", "winning", "windows", "wifi", "wi", "white", "west", "watch", "wash", "warna", "wardrobe", "wall", "wakad", "vn", "vivobook", "vitamin", "viper", "vidyapeeth", "vibrating", "vessels", "veggie", "vegetable", "varna", "vargini", "vaporub", "updated", "undergarment", "tz", "tv", "tulsi", "tube", "tshirt", "troy", "tripod", "triple", "treat", "transport", "tp", "towels", "toothpaste", "tool", "tonic", "toll", "till", "tilaknagar", "tiket", "thyroid", "thumbs", "third", "the", "thali", "tests", "taxi", "tape", "tap", "tambola", "tamate", "taco", "tablets", "table", "t1", "sweats", "susu", "surti", "suppliemnts", "suplemen", "stove", "sticker", "stick", "steam", "stb", "stamp", "ssd", "sprout", "spray", "spl", "specs", "sony", "soil", "softy", "sofie", "sofa", "soda", "socs", "society", "smartphone", "slippers", "sliper", "slides", "skies", "sink", "sinarest", "side", "shwarma", "shoes", "shivshahi", "sher", "servicing", "sensodyne", "sensitive", "selfie", "secret", "second", "seats", "season", "sayaji", "saree", "sapat", "santa", "sanjori", "sanitary", "samsung", "sambhar", "saman", "salary", "sabun", "sabudana", "sabji", "running", "rs21", "rs15", "routine", "root", "room", "roof", "robbins", "roadstar", "riverdine", "rinso", "ring", "rest", "resort", "removal", "refilling", "redbus", "raw", "raspberry", "rasna", "rainy", "race", "rabdi", "quick", "pyjama", "purifier", "puppies", "pumping", "puma", "puc", "psychology", "prv", "pro", "print2", "powder", "pouch", "pot", "porting", "poppins", "popcorn", "polish", "plumber", "platform", "plastic", "plant", "pin", "pills", "pickle", "photo", "phone", "philips", "pet", "perfume", "pepsi", "pen", "peeth", "pedhe", "pck", "pavwada", "pattice", "patna", "patanjali", "pass", "park", "parivar", "parcel", "parath", "paper", "papad", "pant", "pandya", "pan", "pali", "palak", "pakoda", "pairs", "pair", "pad", "packs", "packi", "paav", "owalni", "ovalni", "ovalini", "ott", "oralb", "opening", "omlet", "ojek", "odonil", "occasion", "number", "nosebud", "nor", "next", "nehru", "neeta", "nasik", "nasi", "napkins", "naphthalene", "nandadip", "nagar", "myntra", "mutter", "murthi", "munch", "mum", "mu", "msoffice", "ms", "move", "mouth", "mould", "motor", "mortein", "monaco", "mist", "mirror", "mirchi", "mie", "mi", "message", "melody", "mehndi", "meduvada", "medical", "measuring", "mayonnaise", "may", "maxmoist", "maxfresh", "mava", "mattress", "math", "mata", "mast", "masks", "marie", "march", "mandir", "malai", "makka", "makhani", "maka", "maid", "maharani", "mahal", "lounge", "lollipop", "locks", "locality", "litchi", "link", "limca", "life", "lg", "letters", "lemons", "leggings", "laziz", "lays", "large", "laminated", "lahsoon", "kushinagar", "kothimbir", "kopi", "kolhapuri", "kolam", "kitkat", "kisan", "kilo", "kharata", "khajur", "khajoor", "kesehatan", "kellar", "kasha", "kandil", "kalnirnay", "kadhipatta", "kachuri", "kacheri", "july", "juices", "judi", "jockey", "job", "jel", "jeff", "janeyu", "jam", "jaipuri", "itone", "insurance", "inn", "inhaler", "indomie", "imax", "ikea", "id", "hush", "hp", "house", "honey", "holi", "holder", "hill", "heal", "head", "hdd", "hbr", "harpik", "harbour", "happy", "hanging", "hanger", "handprinted", "handbag", "gulal", "gula", "guava", "gtr", "grooming", "grill", "green", "grapes", "grandparents", "grab", "goodday", "good", "goli", "gobi", "goa", "gm", "gloves", "ghroad", "ghasni", "gg", "get", "geprek", "genda", "gel", "gavar", "galaxy", "gahu", "g", "fries", "friend", "forrest", "format", "form", "footwear", "foldable", "fitting", "fishermen", "first", "firecracker", "fine", "finding", "film", "fifa", "fi", "fevistick", "fee", "farsan", "fare", "fans", "fan", "faluda", "facial", "eyewear", "expenses", "exp", "exide", "exam", "everest", "essential", "essance", "email", "elica", "electronic", "dye", "dusting", "duster", "dum", "dry", "drops", "drink", "dresses", "drainage", "dozens", "dose", "domestic", "dolly", "diva", "digilock", "diary", "deterjen", "deo", "denim", "dec", "day", "date", "dambar", "dalich", "dairy", "dahya", "dabeli", "cylinder", "cycle", "cuci", "cubes", "cube", "csr", "crossiant", "crocine", "crispy", "cricket", "covers", "covaxin", "courier", "cornetto", "cookies", "cooker", "cook", "connection", "combo", "colour", "college", "clock", "clips", "clipboard", "cleaner", "citrizen", "cinepolis", "cinarest", "chutteny", "churchgate", "chole", "chocolates", "chivda", "chitale", "chilli", "chiku", "checkup", "chatpata", "chatni", "charge", "channi", "chalk", "chalisgaon", "chain", "chaas", "cell", "ceiling", "cd", "cataract", "carry", "caps", "cap", "candid", "canal", "calender", "cakes", "cable", "c100", "buy", "burner", "burger", "bundi", "brush", "broom", "brass", "bows", "bottles", "boroline", "board", "bluetooth", "blade", "black", "bkc", "biscuit", "bioskop", "bhindi", "bhajipav", "bhaiduj", "bhagar", "bendys", "belt", "bell", "belan", "baug", "batate", "baskin", "basin", "baroda", "balls", "balloon", "baking", "bajri", "bag", "ayam", "avengers", "attitude", "asus", "aren", "aqua", "application", "ants", "antibiotics", "annual", "amit", "altering", "airport", "air", "aid", "adult", "adulsa", "account", "ac", "aakash", "999", "99", "9", "8pcs", "7756", "70", "64", "5star", "5rs", "59", "54rsx2", "540", "500gb", "500", "4dx", "45meters", "42", "40mbps", "400", "3tier", "3m", "365", "36", "350", "35", "34", "30mb", "2cc", "280", "27", "25gm", "250ml", "250gm", "24", "226", "2200", "220", "210", "21", "2024", "1yr", "1l", "19", "1850", "1800", "180", "170", "17", "169", "16", "150amp", "1500", "1299", "128gb", "110", "11", "10k", "100gm"]